{
    "Author": "Jacob Humston",
    "Story": [
        {
            "Text": "Welcome to the story... Would you like to proceed?",
            "Options": [
                {
                    "Text": "Yes! :D",
                    "Value": 2
                },
                {
                    "Text": "No... :(",
                    "Value": 1
                }
            ]
        },
        {
            "Text": "Okay, you can leave.",
            "Options": [
                {
                    "Text": "I change my mind...",
                    "Value": 2
                }
            ]
        },
        {
            "Text": "It's a spooky afternoon in New York. You are walking down the street and you see someone who is begging for money. They might be homeless.",
            "Options": [
                {
                    "Text": "I'm going to give them some change.",
                    "Value": 3
                },
                {
                    "Text": "I'm going to ignore them.",
                    "Value": 4
                }
            ],
            "Image": "moneyjar.jpg",
            "ImageMeta": {
                "Width": 150,
                "Height": 150
            }
        },
        {
            "Text": "The homeless man appreciates the money and thanks you.",
            "Options": [
                {
                    "Text": "Continue walking...",
                    "Value": 5
                }
            ]
        },
        {
            "Text": "You walk past the homeless man with no issue. They are probably used to it.",
            "Options": [
                {
                    "Text": "Continue walking...",
                    "Value": 5
                }
            ]
        },
        {
            "Text": "Your phone is ringing... It's from an unknown caller. Are you going to answer?",
            "Options": [
                {
                    "Text": "Yes...",
                    "Value": 6
                },
                {
                    "Text": "No...",
                    "Value": 7
                }
            ],
            "Image": "strangephonecall.jpg",
            "ImageMeta": {
                "Width": 350,
                "Height": 200
            }
        },
        {
            "Text": "They don't say anything for a few seconds... You say \"hello?\" with no response.*However, right before you tried to hang up an old sounding voice starts talking.*\"I don't understand who you think you are, but never call this number again!\"*You respond by saying \"You called me!?\".*\"Oh, okay.\" says the old sounding person on the phone.*They hang up, with no time for you to give a response.",
            "Options": [
                {
                    "Text": "Okay, that was weird... Maybe they had the wrong number?",
                    "Value": 8
                }
            ],
            "Image": "confusedcat.webp",
            "ImageMeta": {
                "Width": 255.125,
                "Height": 210
            }
        },
        {
            "Text": "You hung up. \"If it really matters they will call me again.\" you say in your mind.",
            "Options": [
                {
                    "Text": "Continue...",
                    "Value": 8
                }
            ]
        },
        {
            "Text": "Today has been interesting, how about you head home?",
            "Options": [
                {
                    "Text": "Alright...",
                    "Value": 9
                }
            ]
        },
        {
            "Text": "You are now heading home. People have been wondering what happened to you.",
            "Options": [
                {
                    "Text": "Huh?",
                    "Value": 10
                }
            ]
        },
        {
            "Text": "Stop.",
            "Options": [
                {
                    "Text": "...",
                    "Value": 11
                }
            ]
        },
        {
            "Text": "STOP!",
            "Options": [
                {
                    "Text": "What did I even do? 😭",
                    "Value": 12
                }
            ],
            "Meta": {
                "BackgroundImage": "betterfire.gif"
            }
        },
        {
            "Text": "LOL! 🤣😊*I'm just messing with you! You should really get home now.",
            "Options": [
                {
                    "Text": "Oh, okay.... Don't do that again, please.",
                    "Value": 13
                }
            ],
            "Image": "laughing.png",
            "ImageMeta": {
                "Width": 460,
                "Height": 310.5
            }
        },
        {
            "Text": "You're actually heading home now. However, you hear a strange noise coming from behind you.*What are going to do?",
            "Options": [
                {
                    "Text": "Look back and see what it is.",
                    "Value": 14
                },
                {
                    "Text": "Keep walking.",
                    "Value": 15
                }
            ]
        },
        {
            "Text": "You look back to see its the old person that called you before...*They are holding a knife... You try to run but there is no hope.*They catch up to you easily... You are stabbed 24 times according to the police record.*Unfortunately, they leave no trace and get away free.**Your death is all over the news, short amount of fame but at least you got your own wikipedia article now.*However, I doubt you want this to be your ending. How about you try again?",
            "Options": [
                {
                    "Text": "<span class=\"RestartText\"><b>RESTART</b></span>",
                    "Value": 0
                }
            ],
            "Meta": {
                "BackgroundImage": "blackrain.gif"
            }
        },
        {
            "Text": "You hear the voice getting closer, so you start to run.*\"RUN! ... RUN! .. RUN WHILE YOU STILL CAN!\" the old sounding voice screams.**You run in fear, you're scared, and you have no idea where to go.",
            "Options": [
                {
                    "Text": "Keep running...",
                    "Value": 16
                }
            ]
        },
        {
            "Text": "You see a unfamiliar coffee shop, you are not sure if you should run in to hide.*What will you do?",
            "Options": [
                {
                    "Text": "Go inside.",
                    "Value": 17
                },
                {
                    "Text": "Keep running.",
                    "Value": 18
                }
            ]
        },
        {
            "Text": "You go inside to hide. Only to find it was a trap.*People inside were waiting for you...**You get murdered, how unfortunate.",
            "Options": [
                {
                    "Text": "<span class=\"RestartText\"><b>RESTART</b></span>",
                    "Value": 0
                }
            ],
            "Meta": {
                "BackgroundImage": "blackrain.gif"
            }
        },
        {
            "Text": "You keep running... And running... And running...**You finally escape, and you are now out of all places, actually home.",
            "Options": [
                {
                    "Text": "Go inside...",
                    "Value": 19
                }
            ]
        },
        {
            "Text": "Once you finally close the door, it's over.**You wake up in exhaustion. It was all just a terrible dream.*You have no idea why you would have that dream. The old person chasing you is just a fuzzy memory, you don't even know if they were a man. You feel as if something is over, however nothing started. It was all just a dream after all. A very terrible dream however. One that can only remind you of your deepest sorrows. Things like this seem to happen to you a lot... Why does that happen? I know you would like to know, however I don't have an answer for you. Please, don't fall asleep, because it will just happen again... Sleeping is a lot of fun, and I know you like it a lot. But the more you dream, the more you remember.**Thanks for reading,*Jacob Humston",
            "Options": [],
            "Meta": {
                "BackgroundImage": "pinkskys.jpeg"
            }
        }
    ]
}